cask_args appdir: '/Applications'
tap 'homebrew/bundle'
tap 'carvel-dev/carvel'
tap 'rossedman/tap'

brew "apko"
brew "antigen"
brew "asdf"
brew "awscli"
brew "bat"
brew "conftest"
brew "clusterawsadm"
brew "clusterctl"
brew "cosign"
brew "curl"
brew "direnv"
brew "docker-clean"
brew "eksctl"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-extras"
brew "git-quick-stats"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gum"
brew "grype"
brew "helm"
brew "jira-cli"
brew "jq"
brew "k9s"
brew "carvel-dev/carvel/kctrl"
brew "krew"
brew "kind"
brew "kubeconform"
brew "kubent"
brew "kubernetes-cli"
brew "ollama"
brew "opa"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew 'rossedman/tap/showit'
brew 'rossedman/tap/shellama'
brew "skopeo"
brew "shellcheck"
brew "svu"
brew "syft"
brew "tflint"
brew "tfswitch"
brew "tig"
brew "tree"
brew "watch"

cask "session-manager-plugin"